{}
{}
{}
{}
{}
{"advice": "The annotator correctly labeled this tweet as providing advice, as it suggests the need to adapt to changing climate norms.", "resource": "The annotator correctly labeled this tweet as providing a resource, as it includes a link to further information about hydrologic stationarity.", "weather information": "The annotator incorrectly labeled this tweet as not providing weather information. While the tweet does not explicitly mention specific weather conditions or forecasts, it discusses the changing climate norms and the need to adapt, which is relevant to weather-affected people in the context of a Canadian Weather Event."}
{"advice": "The annotator correctly labeled this tweet as providing advice to WAPs in the context of the CWE.", "resource": "The annotator correctly labeled this tweet as providing a concrete external resource that WAPs can leverage to improve their response to the CWE.", "caution": "The annotator incorrectly labeled this tweet as not providing caution to WAPs. The tweet mentions emergencies and stressful events, which can be considered risk-carrying situations.", "remediation": "The annotator correctly labeled this tweet as not providing remediation to the CWE.", "other impact": "The annotator correctly labeled this tweet as not informing about impacts of the CWE beyond service interruptions.", "service interruption": "The annotator correctly labeled this tweet as not informing about CWE-caused interruptions to services.", "weather information": "The annotator correctly labeled this tweet as not providing weather information."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"resource": "The annotator labeled this tweet as a 'resource' because it provides information about where to send photos for the weather section of SaltWire print publications. However, this does not qualify as a concrete external resource that WAPs can leverage to improve their response to the CWE. Therefore, the 'resource' label is incorrect."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"resource": "The annotator correctly labeled this tweet as providing a concrete external resource that WAPs can leverage to improve their response to the CWE. The tweet mentions road re-construction, slope stabilization, and culvert installation on #BCHwy5 to repair damage caused by recent flooding and extreme weather. This information can be useful for WAPs to understand the ongoing efforts to address the impact of the CWE."}
{}
{"advice": "The annotator correctly labeled this tweet as providing advice to WAPs in the context of the CWE.", "resource": "The annotator correctly labeled this tweet as providing a concrete external resource that WAPs can leverage to improve their response to the CWE.", "caution": "The annotator incorrectly labeled this tweet as not providing caution to WAPs. The tweet mentions the need to protect shelter and warming center users with N95 masks, which indicates a risk-carrying situation and therefore should be labeled as caution.", "weather information": "The annotator incorrectly labeled this tweet as not providing weather information. The tweet mentions the cold wave and the hashtags #BCstorm and #BCcold, which are related to weather conditions and therefore should be labeled as weather information."}
{}
{}
{}
{}
{}
{}
{}
{"remediation": "The annotator labeled this tweet as 'false' for the 'remediation' category, but the tweet does not mention any response or action to remediate the impact of the CWE. Therefore, the correct label should be 'true'.", "other impact": "The annotator labeled this tweet as 'false' for the 'other impact' category, but the tweet does not mention any impacts of the CWE beyond service interruptions. Therefore, the correct label should be 'true'.", "weather information": "The annotator labeled this tweet as 'false' for the 'weather information' category, but the tweet contains information about the forecasted #BCStorm. Therefore, the correct label should be 'true'."}
{}
{"advice": "The annotator labeled this tweet as 'advice' because it suggests or indicates an action or behavioral change useful to WAPs in the context of the CWE. However, the tweet does not provide any specific advice or action for WAPs to take.", "weather information": "The annotator labeled this tweet as 'weather information' because it contains meteorological information about the deep freeze blowing in. This label is correct."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"service interruption": "The annotator correctly labeled this tweet as a service interruption because it informs WAPs about the closure of certain locations due to inclement weather."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"other impact": "The annotator incorrectly labeled this tweet as 'other impact' because it provides information about the financial impact of the weather events in terms of insured losses and the number of catastrophes. It does not inform about any specific impacts beyond financial losses."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"advice": "The annotator correctly labeled this tweet as providing advice to WAPs on how to be safe around big trucks in winter.", "caution": "The annotator correctly labeled this tweet as providing caution to WAPs about the risk of being around big trucks in winter.", "resource": "The annotator correctly labeled this tweet as providing a resource (a link) that WAPs can use to learn more about being safe around big trucks in winter.", "remediation": "The annotator correctly labeled this tweet as not providing any remediation for the CWE.", "other impact": "The annotator correctly labeled this tweet as not providing any information about impacts of the CWE beyond service interruptions.", "service interruption": "The annotator correctly labeled this tweet as not providing any information about service interruptions caused by the CWE.", "weather information": "The annotator incorrectly labeled this tweet as not providing any weather information. The tweet contains the hashtag #OnStorm, which suggests that it is related to a weather event in Ontario, Canada."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"resource": "The annotator labeled this tweet as a 'resource' because it mentions AutoPlanet, which is a resource where people can find All-Wheel Drive and 4x4 vehicles. However, this tweet does not provide any concrete information or link that WAPs can leverage to improve their response to the CWE. Therefore, the 'resource' label is incorrect."}
{"resource": "The annotator labeled this tweet as a 'resource' because it mentions a phone number to call for ordering food. However, this tweet does not provide any concrete external resource that WAPs can leverage to improve their response to the CWE. It is simply an advertisement for a local food item."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"weather information": "The tweet does not contain any meteorological information or weather-related content.", "caution": "The tweet does not inform about any risk-carrying situation.", "advice": "The tweet does not provide any action or behavioral change suggestion.", "resource": "The tweet does not provide any external resource for WAPs.", "service interruption": "The tweet does not inform about any service interruption caused by the CWE.", "remediation": "The tweet does not mention any response or remediation to the CWE.", "other impact": "The tweet does not inform about any impact of the CWE beyond service interruptions."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"remediation": "The annotator labeled this tweet as 'remediation' because it mentions talented engineers, project managers, skilled trades, construction workers, and many more who can do a lot in a short amount of time. However, this tweet does not specifically mention any response or action taken to remediate the impact of the CWE. Therefore, the label 'remediation' is incorrect."}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{}
{"advice": "The annotator correctly labeled this tweet as false for 'advice' because it does not suggest or indicate any action or behavioral change for WAPs.", "resource": "The annotator correctly labeled this tweet as false for 'resource' because it does not provide any concrete external resource for WAPs to leverage.", "remediation": "The annotator correctly labeled this tweet as false for 'remediation' because it does not mention any response or action to remediate the impact of the CWE.", "weather information": "The annotator incorrectly labeled this tweet as false for 'weather information'. This tweet contains meteorological information about the CWE, specifically mentioning the Trans-Canada Highway closure due to a collision involving multiple vehicles.", "other impact": "The annotator correctly labeled this tweet as true for 'other impact' because it informs about the impact of the CWE, specifically mentioning a collision involving multiple vehicles.", "service interruption": "The annotator correctly labeled this tweet as true for 'service interruption' because it informs about a CWE-caused interruption to services, specifically mentioning the closure of a section of the Trans-Canada Highway between Brooks and Suffield."}
{}
{}
{}